GREET = """
Я - бот СМИ 610.
    """

INFO_REQUEST = """
Вы подали заявку на вступление в канал СМИ 610.
Для одобрения заявки, пожалуйста, отправьте сообщение следующего формата:

ФИО: Гимназистов Гимназист Гимназистович
Класс: 11a

От вас требуется прислать ОДНО сообщение данного формата.
Отклонение от формата может понести за собой отклонение заявки.
После этого Ваша заявка будет рассмотрена модераторами канала. Спасибо!
    """

INVITE = """
Новая заявка на принятие в канал.
Имя пользователя: {user_name}
Логин пользователя: @{user_login}
Айди пользователя: {user_id}
Сообщение пользователя:

{user_text}
    """

WAIT = """
Пожалуйста, ожидайте!
Ваша заявка была отправлена модераторам на рассмотрение.
    """

INVITE_ACCEPTED_SUCCES = """
✅Запрос принят✅'
    """

INVITE_DECLINED_SUCCESS = """
❌Запрос отклонен❌
    """
